Repository: micsp24/WebApplication2
Catalog: WebApplication2/App_LocalResources/Default.aspx.*.resx
Languages: nl, uk

# Attachement.Text
source: Pièce jointe
nl: Attachment
uk: Attachment

# AuthorizedAttachment.Text
source: Max 2 Mb. Extensions autorisées: .jpg, .jpeg, .png, .txt
nl: Max 2 Mb. Toegestane extensies:. jpg, jpeg, png, txt ...
uk: Max 2 Mb. Allowed extensions:. jpg, jpeg, png, txt...

# ContactInfo.Text
source: INFORMATION DE CONTACT
nl: CONTACT INFORMATIE
uk: CONTACT INFORMATION

# ContactUs.Text
source: Contactez nous pour plus d'information!
nl: Contacteer ons voor meer informatie!
uk: Drop me a line!

# DrawCapcha.Text
source: Dessiner la forme pour envoyer le formulaire:
nl: Teken de vorm om het formulier te sturen:
uk: Draw the shape to send the form:

# Home.Text
source: Accueil
nl: Home
uk: Home

# IPTelephony.Text
source: Téléphonie par IP
nl: IP telefonie
uk: IP telephony

# IPTelephonyAreaDesc.Text
source: Vous souhaitez appeler vers l'étranger à des prix défiant toute concurrence, des solutions existent!
nl: Je naar het buitenland bellen tegen onklopbare prijzen, er zijn oplossingen!
uk: You want to call abroad at unbeatable prices, there are solutions!

# Material.Text
source: Matériel IT
nl: IT materieel
uk: IT Material

# MaterialAreaDesc.Text
source: Vous cherchez des conseils pour du matériel au meilleur prix (PC, tablette, SmartPhone...).
nl: Op zoek naar tips voor apparatuur aan de beste prijzen (pc, tablet, smartphone, ...).
uk: Looking for tips for equipment at the best prices (PC, tablet, SmartPhone ...).

# MaxCar.Text
source: Max 2000 caractères
nl: Max 2000 afdrukken
uk: Max 2000 characters

# Message.Text
source: Message
nl: Bericht

# MessageSent.Text
source: Message envoyé, nous vous recontacterons dans les plus brefs délais!
nl: Bericht verzonden, zullen wij zo spoedig mogelijk contact met u op!
uk: Message sent, we will contact you as soon as possible!

# MyPhone.Text
source: Téléphone
nl: Telefoonnummer
uk: Phone

# Network.Text
source: Réseau
nl: Netwerk
uk: Network

# Security.Text
source: Securité
nl: Veiligheid
uk: Security

# SecurityAreaDesc.Text
source: Installation de caméras IP de sécurité (intérieur comme extérieur) chez vous où dans vos bureaux.
nl: Installatie en onderhoud van computer apparatuur voor professionals en thuisnetwerk voor particulieren.
uk: Installation of IP security cameras (inside and out) you where in your office.

# Send.Text
source: Envoyer
nl: Sturen
uk: Send

# Subject.Text
source: Sujet
nl: Topic
uk: Subject

# TextIntro.Text
source: SPRC est une société de services IT qui vous accompagne et vous conseille afin de trouver les solutions optimales. Nous agissons dans différents domaines informatiques comme le dépannage d'ordinateur, création de site web, mise en place de réseau mais aussi des solutions de téléphones IP pour téléphoner au moindre coût.
nl: SPRC is een toonaangevende IT-dienstverlener die u adviseert u om de optimale oplossingen te vinden. Wij handelen in verschillende IT-gebieden, zoals computer oplossen van problemen, website creatie, implementatie van netwerk-oplossingen, maar ook IP-telefoons om goedkoop te bellen
uk: SPRC is an IT service company that you advises you to find the optimal solutions. We act in different IT areas like computer troubleshooting, website creation, implementation of network solutions but also IP phones to call cheaply.

# Troubleshooting.Text
source: Dépannage
nl: Probleemoplossing
uk: Troubleshooting

# TroubleshootingAreaDesc.Text
source: Vous avez un problème avec votre ordinateur, sur base d'un diagnostique, nous ferons de notre mieux pour vous dépanner (virus, installation, backup, problème hardware & software...).
nl: Je hebt een probleem met uw computer, op basis van een diagnose, zullen we ons best doen om u te helpen (virussen, installatie, back-up, hardware & software probleem ...).
uk: You have a problem with your computer, based on a diagnosis, we will do our best to help you out (viruses, installation, backup, hardware & software problem ...).

# WebSite.Text
source: Site Web
nl: Web site
uk: Web site

# WebSiteAreaDesc.Text
source: Vous démarrez une nouvelle activité et, évidemment, vous avez besoin d'un site web responsable fonctionnant aussi bien sur PC, tablette et mobile.
nl: U start een nieuwe activiteit, en natuurlijk een officiële website als goed functionerende pc, tablet en mobiel nodig.
uk: You start a new activity, and of course you need an official website as well-functioning PC, tablet and mobile.

# YourEmail.Text
source: Votre e-mail
nl: Uw e-mail
uk: Your e-mail

# NetworkAreaDesc.Text
source: Installation et maintenance de parc informatique pour les professionnels et de réseau domestique pour les particuliers.
uk: Installation and maintenance of computer equipment for professionals and home networking for individuals
